def load_notice():
    notice_content = """
                    考试注意事项

1.关于发卷:考试开始后，系统会自动弹出以考生号命名的文件夹(比如:“E:\\2437*********”)该文件夹内，存放了考生试题及素材文件:考生不得更改该文件夹的名称，否则无法交卷，后果自负。
2.作品位置和命名:考生作品必须按试题要求命名，并按要求放于E盘考生号(比如:“E:\\2437*********”)文件夫内。如果将作品放在C盘、D盘、F盘、桌面等位置，系统无法收集到你的作品，后果自行承担。
3.随时保存:考生答题过程中应随时保存自己的作品，以防电脑死机或者其它故障引发的数据丢失。
4.关于手动交卷:开始考试40分钟后方可手动交卷。手动交卷之前应确认最终作品保存在了E盘考生号(比如:“E:\\2437*********”)文件夹内。确保所有作品保存，并且相关软件和窗口全部关闭后，单击“交卷”按钮方可交卷。交卷过程中禁止对电脑进行任何操作，交卷异常请立即联系监考老师，切勿私自处理!交卷成功后安静等待考试结束，不可离开考场。
5.关于自动收卷:考试倒计时结束后，系统会自动收卷，请在倒计时结束前保存好文件，关闭所有程序和窗口。因未及时保存，导致收卷失败的，后果自行承担!
6.关于离场:考生在考试过程中如有疑问和诉求，须当场举手提出，所有问题须在考场内解决，未处理完毕前不要离开考场。
7.其它:考试过程中不得打开多余的程序，使用完成后应尽快关闭，否则由此引起的电脑故障耽搁的时间由考生自己负责，考生不得随意更改考试计算机的各项设置，如有特殊需求请举手示意，考生不得改变本地机的IP她址，如果改变了网络配置引起无法上交试卷的情况，后果自行承担;考生严禁强行关机、重启电脑，否则按作弊处理并逐出考场!
    """
    return notice_content
